"Preferences..." = "環境設定…";
"Hide Menu Bar Icon" = "メニューバーアイコンを隠す";
"Show Menu Bar Icon" = "メニューバーアイコンを表示";
"Export Preferences..." = "Export Preferences...";
"Import Preferences..." = "Import Preferences...";
"Restart Finder" = "Finder を再起動";
"Uninstall XtraFinder" = "XtraFinder をアンインストール";
"About XtraFinder" = "XtraFinder について";
"Check for Updates..." = "アップデートを確認…";

"Tabs" = "タブ";
"XtraFinder Preferences" = "XtraFinder 環境設定";

"Features" = "機能";

"Tabs (experimental)" = "タブ（試験的実装）";
"Open new tab with same path" = "同一パスを新規タブで開く";
"Save open tabs when quitting Finder" = "Finder 終了時に開いているタブを保存";
"Show Pinnable Window" = "ピン留めウインドウを表示";
"Show the Pin button" = "ピンボタンを表示";
"Slide from:" = "スライド：";
"Bottom" = "下";
"Left" = "左";
"Right" = "右";
"Top" = "上";
"Always open new tab in the Pinnable window" = "常に新規タブをピン留めウインドウで開く";
"Dual Panel mode:" = "デュアルパネルモード：";
"Show the second Sidebar" = "セカンドパネルのサイドバーを表示";
"Middle-click on Sidebar to open in the second panel" = "サイドバー項目を中央クリックでセカンドパネルに表示";
"⇧+click on Sidebar to open in the second panel" = "サイドバー項目を ⇧ + クリックでセカンドパネルに表示";
"Shortcuts" = "ショートカット";
"Narrow Tab Bar" = "タブバーを狭くする";
"Tab style" = "タブのスタイル";
"*Require closing windows." = "*ウインドウを閉じる操作が必要です。";
"Right-Click on New Tab button" = "新規タブボタンを右クリック";
"Double-Click on Tab" = "タブをダブルクリック";
"Use ⌘+Number shortcuts to switch tab" = "⌘ + 数字をタブ切替に使用";
"Copy to Other Panel" = "ほかのパネルにコピー";
"Move to Other Panel" = "ほかのパネルに移動";

"Arrange folders on top" = "フォルダを先頭に配置";
"Maximize window when zooming" = "拡大でウインドウを最大化";
"Arrange items by Name in Icons View" = "アイコン表示で項目を名前で整頓";
"Hide dot files on Desktop" = "デスクトップの不可視項目を隠す";
"Spring-loaded Path Bar" = "スプリングパスバー";
"Click any item in the Path Bar to show contents menu" = "パスバー上の項目クリックでコンテンツメニューを表示";
"Cut & Paste" = "カット & ペースト";
"Light text on dark background" = "黒バックグラウンド・白抜き文字";
"Does not support Icons view mode." = "アイコン表示モードはサポート外です。";
"Sort Recent Folders menu by last opened date" = "“最近使ったフォルダ”メニューを最後に開いた日で並べ替える";
"Automatically adjust width of Name column" = "名前欄（リスト表示）の幅を自動調節";
"Max width:" = "最大幅：";
"Show colorful icons in the sidebar" = "サイドバーアイコンをカラー化";
"Show label color in the sidebar" = "サイドバーにラベルカラーを表示";
"Press Return to open selection" = "↩ で選択項目を開く";
"Press Backspace (Backward Delete) to Go Back" = "⌫ で戻る";
"Press Delete (Forward Delete) to Move to Trash" = "⌦ でゴミ箱に入れる";
"Rename" = "名前変更";
"Middle-click to open folder in new window or new tab" = "中央クリックでフォルダを新規ウインドウまたは新規タブで開く";
"Display folder item count in List view" = "リスト表示時にフォルダの項目数を表示";
"Always show Toolbar" = "常にツールバーを表示";
"Add XtraFinder's functions to the toolbar" = "XtraFinder の機能をツールバーに追加";
"Show Go Up button in the toolbar" = "“上に移動”ボタンをツールバーに追加";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "⌘⌥⇧ + 数字をラベルの選択に使用";
"Hide Share item in the context menu" = "コンテクストメニューの“共有”を隠す";

"Appearance" = "アピアランス";
"Sidebar-related options may cause crash" = "サイドバー関連の設定はクラッシュの原因となる場合があります";
"Legacy label color painting" = "旧タイプのラベルカラーリング";
"Enabled for Icon View mode" = "アイコン表示モードに適用";
"Enabled for Desktop" = "デスクトップに適用";

"Add items to Finder menus" = "Finder メニューに項目を追加";
"Collapse All" = "すべて畳む";
"Collapse the expanded nodes in List View" = "リスト表示で拡げた項目を畳む";
"Show Hidden Items" = "不可視項目を表示";
"Refresh" = "更新";
"Copy Path" = "パスをコピー";
"Default:" = "デフォルト：";
"Contents" = "コンテンツ";
"Launch as Root" = "root 権限で起動";
"Make Symbolic Link" = "シンボリックリンクを作成";
"New File..." = "新規ファイル…";
"Default extension:" = "デフォルトの拡張子：";
"Manage file templates" = "ファイルのテンプレート";
"Copy to..." = "別の場所にコピー…";
"Move to..." = "別の場所に移動…";
"Delete permanently" = "Delete permanently";
"Select..." = "選択…";
"Dual Window - Horizontal" = "デュアルウインドウ - 横";
"Dual Window - Vertical" = "デュアルウインドウ - 縦";
"System-wide shortcut" = "システム全体で有効";
"Hide Desktop" = "デスクトップを隠す";
"New Terminal Here" = "新規ターミナルで開く";
"Top Most" = "手前に固定";
"Make window top most" = "ウインドウを手前に固定";